[Cues]
Act_E5_2A_ArtClass_ArcadiaPicture01_Look01_Max_010="There's still some beauty left in Arcadia Bay."
Act_E5_2A_ArtClass_ArcadiaPicture02_Look01_Max_010="I still feel like... the lighthouse is calling out to me."
Act_E5_2A_ArtClass_BagHint_Scripted_Max_010="There’s a whole lot of Blackwell stuff in my bag, maybe I could dig out what I need."
Act_E5_2A_ArtClass_Books_Look01_Max_010="Just a week ago, I was so naive about art... life... the world…"
Act_E5_2A_ArtClass_CHJefferson_Look01_Max_010="I see right through your bullshit, Jefferson... Everybody else will too."
Act_E5_2A_ArtClass_CHKate_Look01_Max_010="I'm sad for Kate, but... so happy she's alive."
Act_E5_2A_ArtClass_CHKate_Look01_Max_015="Poor Kate..."
Act_E5_2A_ArtClass_CHKate_Look02_Max_020="Have faith, Kate. This time I'm here for you…"
Act_E5_2A_ArtClass_CHKate_Look02_Max_025="At least Kate knows people have her back."
Act_E5_2A_ArtClass_CHKate_Photo_Max_030="One picture just in case…"
Act_E5_2A_ArtClass_CHVictoria_Look01_Max_010="Victoria, I'm sorry you have to stand next to that psycho."
Act_E5_2A_ArtClass_CHVictoria_Look01_Max_020="Victoria, if you knew who Jefferson really was..."
Act_E5_2A_ArtClass_ContestPhoto_Look01_Max_010="Okay Jefferson, here's my fucking photo for the contest."
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_010="No fucking way… it worked! I actually traveled back into Jefferson's picture... then right back into my own... I did it."
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_020="I'm back... right back where I started this insane week..."
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_030="And nobody is going to hurt Chloe ever again…"
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_040="Don't mess this up, Max…"
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_050="Calm down... Breathe... One change at a time... for good."
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_060="First, let's make it real easy to capture Mark Jefferson."
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_070="I have to warn David about Jefferson and the Dark Room."
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_080="Then... maybe I should enter my picture in the contest..."
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_090="Just to see what Mr. Jefferson chooses... for posterity."
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_100="That shouldn't screw up time and space... too much... Please don't."
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_110="Damn, my nose is bleeding again... I hope I don't give myself a tumor…"
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_120="The past within the past...|Am I pushing myself too hard?"
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_130="It doesn't matter what happens to me... I have to save Chloe!"
Act_E5_2A_ArtClass_ContextLines_Scripted_Max_140="Bastard."
Act_E5_2A_ArtClass_DanielTable_Look01_Max_010="Oh, Rachel... I'm sorry..."
Act_E5_2A_ArtClass_Files_Look01_Max_010="Ew... I bet Jefferson was scouting for victims…"
Act_E5_2A_ArtClass_FocusBoundaries_Look01_Max_010="I can’t go past these photo boundaries, so I need to fix everything from here."
Act_E5_2A_ArtClass_FocusWithinFocus_Scripted_Max_010="Whoa, so I'm inside of a photograph that's... inside a photograph."
Act_E5_2A_ArtClass_GroupPhoto_Look01_Max_010="We need to burn this."
Act_E5_2A_ArtClass_IdleLines_Scripted_Max_010="So weird to be right back where it started…"
Act_E5_2A_ArtClass_IdleLines_Scripted_Max_020="I wish I was waking up from a long dream…"
Act_E5_2A_ArtClass_IdleLines_Scripted_Max_030="It's only been a week but it felt like five years…"
Act_E5_2A_ArtClass_IdleLines_Scripted_Max_040="I can't even look at Jefferson... Smug bastard."
Act_E5_2A_ArtClass_IdleLines_Scripted_Max_050="Oh, poor Kate. I have to make sure she knows we've got her back and we believe her. She won't be on that roof again."
Act_E5_2A_ArtClass_IdleLines_Scripted_Max_060="I have to make sure that Victoria will never end up in the Dark Room…"
Act_E5_2A_ArtClass_IdleLines_Scripted_Max_070="If only I could tell the whole class about Jefferson, and watch him squirm... but I better let David take care of everything."
Act_E5_2A_ArtClass_Ipad_Look01_Max_010="I'm happy to fix it so you'll be here to get your fancy camera, Victoria…"
Act_E5_2A_ArtClass_Ipad_Look02_Max_015="This fancy camera does not give you any extra talent, Victoria... or excuses. You will not hurt Kate Marsh this time."
Act_E5_2A_ArtClass_JeffersonCamera_Look01_Max_010="I'd like to bust this up right now."
Act_E5_2A_ArtClass_MaxBag_Interact01_Max_020="I should be able to track down David's number from this school pamphlet."
Act_E5_2A_ArtClass_MaxBag_Look01_Max_010="I've got a ton of Blackwell brochures so I hope David's number is in there…"
Act_E5_2A_ArtClass_MaxBag_Look02_Max_030="Fail."
Act_E5_2A_ArtClass_MaxBag_Look03_Max_040="Found you!"
Act_E5_2A_ArtClass_MaxCamera_Look01_Max_010="Did you know someday your pictures would actually alter time and space?"
Act_E5_2A_ArtClass_MaxDiary_Look01_Max_010="This diary literally saved my life…"
Act_E5_2A_ArtClass_MaxNotes_Look01_Max_010="I hope I still love photography when this is done... "Don't confuse the art with the artist." Bastard."
Act_E5_2A_ArtClass_MaxPhone_Look01_Max_010="All I need is David's number and Jefferson is one text closer to life without parole…"
Act_E5_2A_ArtClass_ObjectiveLines_Scripted_Max_010="Yes! I can warn David right now. Except I need his damn number..."
Act_E5_2A_ArtClass_ObjectiveLines_Scripted_Max_020="For once, David... I'm praying you'll overreact to this as much as everything else... and take Jefferson down fast."
Act_E5_2A_ArtClass_ObjectiveLines_Scripted_Max_030="I need to give him the last photo he'll ever judge for the "Everyday Heroes" contest... and then we'll all live happily ever after. Or try…"
Act_E5_2A_ArtClass_PaperBall_Look01_Max_010="This is the last time somebody bullies you, Kate."
Act_E5_2A_ArtClass_PhotoStuff01_Look01_Max_010="Not impressed anymore."
Act_E5_2A_ArtClass_PhotoStuff02_Look01_Max_010="I can't blame the cameras, but... I just think of Jefferson using them."
Act_E5_2A_ArtClass_Poster01_Look01_Max_010="An "Everday Hero" is going to bust your ass, Jefferson."
Act_E5_2A_ArtClass_Poster02_Look01_Max_010="Now I wonder how many victims Jefferson has left behind in his career…"
Act_E5_2A_ArtClass_Poster03_Look01_Max_010="The '90s are over for you, asshole."
Act_E5_2A_ArtClass_Selfie_Look01_Max_010="Amazing that one crappy selfie would save my life…"
Act_E5_2A_ArtClass_TextBook_Look01_Max_010="Oh, Victoria... We could have been friends..."
Act_E5_2A_ArtClass_TextBook_Look01_Max_015="Victoria... it's nice to know how you really feel…"
Act_E5_2A_ArtClass_Window_Look01_Max_010="The campus is so peaceful again... but what's going to happen by the end of the week?"
Act_E5_2A_ArtClass_Window_Look01_Max_015="The campus is so peaceful again... unless the storm comes again…"
Cue_E5_2A_ArtClass_BellRing_Hayden_030="Wait till you see what I'm shooting. Man Ray meets Manga..."
Cue_E5_2A_ArtClass_BellRing_Jefferson_010="And guys, don't forget the deadline to submit a photo in the "Everyday Heroes" contest. I'll fly out with the winner to San Francisco where you'll be feted by the art world. It's great exposure, and it can kickstart a career in photography. So, Stella and Alyssa, get it together. Taylor, don't hide. I'm still waiting for your entry, too. And yes, Max, I see you pretending not to see me.
"
Cue_E5_2A_ArtClass_BellRing_Taylor_020="...don't have any time. You know Victoria is in it to win it. As usual."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Jefferson_003="Oh. Well... That was easy, Max."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Jefferson_007="Uh... What do you mean by that?"
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Jefferson_008="Uh... I guess somebody hasn't had their coffee... Do you want to try again?"
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Jefferson_009="I'll pretend you didn't say that, and let you try to answer one more..."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Jefferson_014="Well... uh... Okay, then.|So, uh... The Daguerreian Process made portraiture hugely popular,|mainly because it gave the subjects clear, defined features.|You can learn more when you actually finish reading the assigned chapters. Obviously...|Max has read them."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Jefferson_015="I'm not sure I get the connection, but...|Uh... yes.|The Daguerreian Process made portraiture hugely popular,|mainly because it gave the subjects clear, defined features.|You can learn more when you actually finish reading the assigned chapters.|Max has... clearly read more into them than I have."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Jefferson_016="Let's... Let's move on, hmm? Um... Anyway...|So, the Daguerreian Process made portraiture quite popular,|mainly because it gave the subjects clear, defined features.|You can learn more when you finish reading the assigned chapters."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Jefferson_017="Oh... Well, uh...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;|Thanks for the warning, Max.|So, the Daguerreian Process made portraiture quite popular,|mainly because it gave the subjects clear, defined features.|You can learn more when you finish reading the assigned chapters.|Clearly, Max doesn't have the, uh... time."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Jefferson_018="Now Max, since you've captured our interest and clearly want to join the conversation, can you please tell us the name of the process that gave birth to the first self-portraits?"
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Max_002="The Daguerreian Process."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Max_004="The Daguerreian Process. He was a real visionary... not a hypocrite."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Max_005="I'm not into "capturing" your interest. That's kind of sick, isn't it?"
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Max_006="Who cares? This class is hella bullshit."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Max_010="Was it? Okay."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Max_011="I mean that he actually created something. He didn't just take pictures of models and pretend they were art."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Max_012="Okay, okay, the Daguerreian Process. Blah, blah, blah."
Cue_E5_2A_ArtClass_CHJefferson_Phase01_Max_013="Sorry, there's no time left. I mean, your class is almost over."
Cue_E5_2A_ArtClass_DiscussionLoop_Jefferson_010="Yes Victoria, you still have to do your homework this week, even if you're submitting your photo for the competition. Everybody in class is turning in a photo, so you see the dilemma."
Cue_E5_2A_ArtClass_DiscussionLoop_Jefferson_030="You have just by participating, by putting yourself out there in the world. Well, no matter who wins, this is just a bump on a bigger road. I don't want anybody to feel excluded from this process. But I also want everybody to know that this photographic world is not for everybody. I had my moment in the camera eye and everybody should have that chance, right?"
Cue_E5_2A_ArtClass_DiscussionLoop_Victoria_020="I know Mr. Jefferson. I just worked so hard on this shot, and I'm sure you know what it's like to be consumed by your work. I just really think "Everyday Heroes" is an important cultural event and I want to represent Blackwell Academy."
Cue_E5_2A_ArtClass_DiscussionLoop_Victoria_040="Oh totally. I only want to share whatever gifts I have with the world..."
Cue_E5_2A_ArtClass_GivePhotoNice_Jefferson_020="Uh..."
Cue_E5_2A_ArtClass_GivePhotoNice_Jefferson_060="Hold on, Victoria. Are you okay, Max?"
Cue_E5_2A_ArtClass_GivePhotoNice_Jefferson_120="I think I should stay out of this one, Victoria."
Cue_E5_2A_ArtClass_GivePhotoNice_Jefferson_150="That was kind of random, Max. What did you mean?"
Cue_E5_2A_ArtClass_GivePhotoNice_Max_010="Mr. Jefferson? We need to talk."
Cue_E5_2A_ArtClass_GivePhotoNice_Max_040="Yes, I see. But maybe you shouldn’t..."
Cue_E5_2A_ArtClass_GivePhotoNice_Max_070="I will be when Victoria understands that hiding behind a screen, posting videos of people is incredibly cruel and unfair. You’re smart enough to know how easy it is to hurt somebody, to destroy their life."
Cue_E5_2A_ArtClass_GivePhotoNice_Max_080="I just want you to think about how much it would hurt if somebody did that to you. You can make always the right choice, Victoria. I know you’ve got a good heart. I’ve seen it."
Cue_E5_2A_ArtClass_GivePhotoNice_Max_100="You don’t have to explain. There’s no reason for you to be so insecure that you can’t be happy with your own talent. Wouldn’t it be better to lift people up than to bring them down? You could inspire people..."
Cue_E5_2A_ArtClass_GivePhotoNice_Max_140="And that’s okay too."
Cue_E5_2A_ArtClass_GivePhotoNice_Victoria_030="Can you see I’m talking to Mr. Jefferson now?"
Cue_E5_2A_ArtClass_GivePhotoNice_Victoria_050="Uh, and why not?"
Cue_E5_2A_ArtClass_GivePhotoNice_Victoria_090="Listen... I... I didn’t..."
Cue_E5_2A_ArtClass_GivePhotoNice_Victoria_110="Okay, I don’t know what you’re talking about now... do I, Mr. Jefferson?"
Cue_E5_2A_ArtClass_GivePhotoNice_Victoria_130="Then I guess I’m done talking."
Cue_E5_2A_ArtClass_GivePhoto_Jefferson_020="Uh..."
Cue_E5_2A_ArtClass_GivePhoto_Jefferson_060="Hold on, Victoria. Are you okay, Max?"
Cue_E5_2A_ArtClass_GivePhoto_Jefferson_120="Well, it looks like you already did, Victoria..."
Cue_E5_2A_ArtClass_GivePhoto_Jefferson_150="I'm not going to say I didn't enjoy that, but... why?"
Cue_E5_2A_ArtClass_GivePhoto_Jefferson_170="Oh... That was easy."
Cue_E5_2A_ArtClass_GivePhoto_Jefferson_190="Well, I, uh...|I can't pre-judge yet, but I'm very happy you decided to enter.|That means a lot to me... and Blackwell.|The first step for any artist is to put themselves out there in the world without fear.|To be... innocent."
Cue_E5_2A_ArtClass_GivePhoto_Jefferson_210="Uh, well...|Thanks for the photo, and maybe both of us will be jet-setting to San Francisco this Friday."
Cue_E5_2A_ArtClass_GivePhoto_Jefferson_230="Don’t be so modest, Max. Anything can happen in a week..."
Cue_E5_2A_ArtClass_GivePhoto_Max_010="Mr. Jefferson? We need to talk."
Cue_E5_2A_ArtClass_GivePhoto_Max_040="I can see you're kissing ass again... Nothing new."
Cue_E5_2A_ArtClass_GivePhoto_Max_070="Not until Victoria knows that hiding behind a screen and posting videos of people is totally fucked up."
Cue_E5_2A_ArtClass_GivePhoto_Max_080="You know how easy it is to hurt somebody, to destroy their life? Are you proud of yourself? If you have any feelings left, you should think about your actions."
Cue_E5_2A_ArtClass_GivePhoto_Max_100="Of course you did. You’re so insecure you can’t even be happy with your own talent. You have to try and bring everybody down to your mean and ugly level."
Cue_E5_2A_ArtClass_GivePhoto_Max_140="I sure hope so."
Cue_E5_2A_ArtClass_GivePhoto_Max_160="Here’s my photograph for the "Everyday Heroes" contest."
Cue_E5_2A_ArtClass_GivePhoto_Max_180="No. It wasn't easy at all."
Cue_E5_2A_ArtClass_GivePhoto_Max_200="Or guilty."
Cue_E5_2A_ArtClass_GivePhoto_Max_220="Or maybe only one of us will be going."
Cue_E5_2A_ArtClass_GivePhoto_Max_240="As you’re going to find out, Mr. Jefferson."
Cue_E5_2A_ArtClass_GivePhoto_Victoria_030="Can you see I’m talking to Mr. Jefferson now?"
Cue_E5_2A_ArtClass_GivePhoto_Victoria_050="What did you just say?"
Cue_E5_2A_ArtClass_GivePhoto_Victoria_090="Listen... I... I didn’t..."
Cue_E5_2A_ArtClass_GivePhoto_Victoria_110="Okay, I do not have to listen to this bullshit... do I, Mr. Jefferson?"
Cue_E5_2A_ArtClass_GivePhoto_Victoria_130="Then I guess I’m done talking."
Cue_E5_2A_ArtClass_JeffGivingLesson_Jefferson_010="Now, can you give me an example of a photographer who perfectly captured the human condition in black and white? Anybody? Bueller?"
Cue_E5_2A_ArtClass_JeffGivingLesson_Jefferson_030="There you go, Victoria! Why Arbus?"
Cue_E5_2A_ArtClass_JeffGivingLesson_Jefferson_050="I could frame any one of you in a dark corner,|and capture you in a moment of desperation."
Cue_E5_2A_ArtClass_JeffGivingLesson_Jefferson_070="Me too, Victoria. He captured the essence of post-war, beat America. And there was honesty about the economic conditions of the era, but a beauty in the struggle. You don't have beauty without a beat. Which explains why Frank was Kerouac's photographic muse and both were the great chroniclers of the 1950's. Well... We've all seen that iconic shot of Kerouac on the balcony —and if you haven't, shame, shame— capturing the romantic urban solitude of the 20th century poet. You dig?"
Cue_E5_2A_ArtClass_JeffGivingLesson_Jefferson_080="Now, contrast Frank's stark Americana, with Salvador Dali's surrealist photographs. Like Cocteau, he was a true renaissance man, and his famous self-portraits are famous early examples of that truly awful word you pesky kids love so much, the "selfie"... And it's a great tradition, and I wholeheartedly fight for your right to self-expression. Or selfie-expression. Heh, sorry, I know."
Cue_E5_2A_ArtClass_JeffGivingLesson_Jefferson_090="So if anybody wants to question the portrait as modern narcissism, they could go back hundreds of years to blame society. Speaking of questions, I bet you thought I'd talk all the way until the bell rang. It's your turn to lecture us. Now, based on the chapters I have no doubt you all memorized, who can tell me the name of the actual process that led to the birth of the self-portrait?"
Cue_E5_2A_ArtClass_JeffGivingLesson_Victoria_020="Diane Arbus."
Cue_E5_2A_ArtClass_JeffGivingLesson_Victoria_040="Because of her images of hopeless faces. You feel, like, totally haunted by the eyes of those sad mothers and children."
Cue_E5_2A_ArtClass_JeffGivingLesson_Victoria_060="I have to admit, I'm not a big fan of her work. I prefer... Robert Frank."
Cue_E5_2A_ArtClass_JeffIntroDial_Jefferson_030="No, Victoria, excuse us."
Cue_E5_2A_ArtClass_JeffIntroDial_Jefferson_040="Max Caulfield... So you finally decided to turn in a photograph for the contest."
Cue_E5_2A_ArtClass_JeffIntroDial_Max_010="Excuse me, Mr. Jefferson, can I talk to you for a moment?"
Cue_E5_2A_ArtClass_JeffIntroDial_Max_050="Er..."
Cue_E5_2A_ArtClass_JeffIntroDial_Victoria_020="Yes, excuse you."
Cue_E5_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_010="Anybody? ... This does not bode well."
Cue_E5_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_020="Just jump right in with an answer."
Cue_E5_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_030="This was in the chapters you read."
Cue_E5_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_040="You did read the chapters, right?"
Cue_E5_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_060="Your silence is deafening."
Cue_E5_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_070="If this were a photo, I'd call it a still life."
Cue_E5_2A_ArtClass_JeffersonTalks_Jefferson_010="I see you, Max Caulfield. Don't even think about leaving here until we talk about your entry."
Cue_E5_2A_ArtClass_JeffersonThreat_Max_010="As you’re going to find out, Mr Jefferson…"
Cue_E5_2A_ArtClass_KateHug_Kate_020="Oh... Hey, Max."
Cue_E5_2A_ArtClass_KateHug_Kate_040="I am."
Cue_E5_2A_ArtClass_KateHug_Kate_060="Max... That makes me feel so blessed for the first time this week... I... I don’t know what to say..."
Cue_E5_2A_ArtClass_KateHug_Kate_080="Thanks. You always know the right thing to do."
Cue_E5_2A_ArtClass_KateHug_Max_010="Hi, Kate..."
Cue_E5_2A_ArtClass_KateHug_Max_030="Kate, listen to me."
Cue_E5_2A_ArtClass_KateHug_Max_050="Always remember that you're not alone. I've got your back, no matter what happens. So do a lot of other people. We all care, we’re all here for you. You need to know that."
Cue_E5_2A_ArtClass_KateHug_Max_070="That's okay, neither do I. Maybe we could both use a hug."
Cue_E5_2A_ArtClass_Kate_Kate_010="Thank you for being such a good friend."
Cue_E5_2A_ArtClass_Kate_Kate_020="I really needed that."
Cue_E5_2A_ArtClass_Kate_Kate_030="I hope you don’t think I’m being silly..."
Cue_E5_2A_ArtClass_Kate_Kate_035="I hope I'm not bothering you..."
Cue_E5_2A_ArtClass_Kate_Kate_040="As long as I have friends like you, everything should be okay..."
Cue_E5_2A_ArtClass_Kate_Kate_050="Max, you gave me strength... thank you!"
Cue_E5_2A_ArtClass_Kate_Kate_060="You have a great heart and soul..."
Cue_E5_2A_ArtClass_Kate_Kate_065="You're so kind and patient with me..."
Cue_E5_2A_ArtClass_Kate_Kate_070="I feel much better now."
Cue_E5_2A_ArtClass_Kate_Kate_075="It's not such a shitty day now."
Cue_E5_2A_ArtClass_Kate_Kate_080="Your friendship means so much to me!"
Cue_E5_2A_ArtClass_MaxAnswers_Jefferson_010="The Daguerreian Process made portraiture hugely popular, mainly because it gave the subjects clear defined features. You can learn more when you actually finish reading the assigned chapters. Max is so far way ahead of everybody."
Cue_E5_2A_ArtClass_MaxAwake01_Jefferson_030="Alfred Hitchcock famously called film, "little pieces of time," but he could be talking about photography, as he likely was. These pieces of time can frame us in our glory and our sorrow. From light to shadow, from color to chiaroscuro..."
Cue_E5_2A_ArtClass_MaxAwake01_Max_010="Whoa!"
Cue_E5_2A_ArtClass_MaxAwake01_Max_020="I didn't fall asleep, and... that sure didn't feel like a dream... Weird."
Cue_E5_2A_ArtClass_MaxSurprised_Max_010="I did it... I actually did it!"
Cue_E5_2A_ArtClass_MaxSurprised_Max_020="I'm a human time machine..."
Cue_E5_2A_ArtClass_MaxText_Max_010="Try and lecture the police, asshole..."
Cue_E5_2A_ArtClass_MaxText_Max_020="I wish I could take a shot of you being captured..."
Cue_E5_2A_ArtClass_MaxText_Max_030="Go get him David, put this bastard in jail!"
Cue_E5_2A_ArtClass_Polaroid_Broken_Max_010="Man, I cannot believe this..."
Cue_E5_2A_ArtClass_Polaroid_Picture01_Jefferson_010="Shh-shhh. I believe Max has taken what you kids call a "selfie."|A dumb word for a wonderful photographic tradition. And Max... has a gift."
Cue_E5_2A_ArtClass_Polaroid_Picture01_Jefferson_020="Of course, as you all know, the photo portrait has been popular since the early 1800s. Your generation was not the first to use images for "selfie-expression."|Sorry. I couldn't resist.|The point remains that the portraiture has always been a vital aspect of art,|and photography, for as long as it's been around."
Cue_E5_2A_ArtClass_Polaroid_Picture01_Jefferson_030="Now, Max, since you've captured our interest and clearly want to join the conversation, can you please tell us the name of the process that gave birth to the first self-portraits?"
Cue_E5_2A_ArtClass_TextMessage_Max_010="Time to change time."
Cue_E5_2A_ArtClass_TextMessage_Max_015="Yes! I’m back. It worked."
Cue_E5_2A_ArtClass_TextMessage_Max_020="Oh Kate..."
Cue_E5_2A_ArtClass_TextMessage_Max_030="You wanted me to enter the contest, asshole."
Cue_E5_2A_ArtClass_TextMessage_Max_040="So, maybe I'll be going to San Francisco. And Jefferson... you'll be going to prison."
Cue_E5_2A_ArtClass_VictoriaJoke02_Victoria_010="Maybe Max is scared of the digital age."
Cue_E5_2A_ArtClass_VictoriaJoke02_Victoria_020="I think it's awesome that Max knows her limitations."
Cue_E5_2A_ArtClass_VictoriaJoke_Jefferson_010="Sorry Max, you're off the island."
Cue_E5_2A_ArtClass_VictoriaJoke_Jefferson_020="Is there anybody here who knows their stuff?"
Cue_E5_2A_ArtClass_VictoriaJoke_Jefferson_050="Very good, Victoria. The Daguerreian Process brought out fine detail in people's faces, making them extremely popular from the 1800s onward. The first American daguerreotype self-portrait was done by Robert Cornelius."
Cue_E5_2A_ArtClass_VictoriaJoke_Jefferson_060="You can find out all about him... In your textbook."
Cue_E5_2A_ArtClass_VictoriaJoke_Jefferson_070="Or even... online."
Cue_E5_2A_ArtClass_VictoriaJoke_Victoria_030="Louis Daguerre was a French painter who created "daguerreotypes" a process that gave portraits a sharp reflective style, like a mirror."
Cue_E5_2A_ArtClass_VictoriaJoke_Victoria_040="Now you're totally stuck in the Retro Zone. Sad face."
